Repository: illescasDaniel/Questions
Catalog: Questions/resources/Localization/*.lproj/Localizable.strings
Languages: es

# **Common.Attention**
source: Attention
es: Atención

# **Common.Cancel**
source: Cancel
es: Cancelar

# **HomeQuickActions.ScanQR**
source: Scan QR Code
es: Escanear código QR

# **MainMenu.Entries.Community**
source: Community
es: Comunidad

# **MainMenu.Entries.Settings**
source: Settings
es: Ajustes

# **MainMenu.Entries.Topics**
source: Topics
es: Temas

# **Questions.Alerts.End.CorrectAnswers**
source: Correct answers: %@
es: Respuestas correctas: %@

# **Questions.Alerts.End.Repeat**
source: Repeat
es: Repetir

# **Questions.Alerts.End.Score**
source: Score: %d
es: Puntuación: %d

# **Questions.Alerts.Help.MaxHelpTriesReached**
source: Maximum help tries per question reached
es: Número máximo de ayudas alcanzados

# **Questions.Alerts.Help.MaxRepeatTriesReached**
source: Maximum repeat tries per quiz reached
es: Número máximo de intentos alcanzados

# **Questions.Alerts.Help.NotEnoughPoints**
source: Not enough points. You only get points by completing quizzes.
es: No hay suficientes puntos. Solo consigues puntos completando cuestionarios.

# **Questions.Alerts.Repeat.Message**
source: Do you want to start again?
es: ¿Desea empezar de nuevo?

# **Questions.Alerts.Repeat.Title**
source: Repeat?
es: ¿Repetir?

# **Questions.Alerts.TimeRunOut**
source: Time ran out
es: Se acabó el tiempo

# **Questions.PauseMenu.Back.MainMenu**
source: Main menu
es: Menú principal

# **Questions.PauseMenu.Back.QuestionsMenu**
source: Questions menu
es: Menú de preguntas

# **Questions.PauseMenu.Continue**
source: Continue
es: Continuar

# **Questions.PauseMenu.Music.Pause**
source: Pause music
es: Pausar música

# **Questions.PauseMenu.Music.Play**
source: Play music
es: Reproducir música

# **Questions.PauseMenu.Pause**
source: Pause
es: Pausar

# **ScanQR.Alerts.Open.KeepScanning**
source: Keep scanning
es: Seguir escaneando

# **ScanQR.Alerts.Open.OpenIt**
source: Open it
es: Abrirlo

# **ScanQR.Alerts.Open.Title**
source: Open first question set
es: Abrir primer set de preguntas

# **ScanQR.Error.InvalidFormat**
source: Invalid QR Code format
es: Formato inválido

# **ScanQR.Permissions.Camera.Access**
source: Allow camera access
es: Permitir acceso a la cámara

# **ScanQR.Permissions.Camera.Description**
source: Camera accessf required for QR Scanning
es: Para escanear QR se necesita acceso a la cámara.

# **Security.Alerts.ProtectedContent.Exit**
source: Exit quiz
es: Finalizar cuestionario

# **Security.Alerts.ProtectedContent.Message**
source: Please don't use the screen recorder or take screenshots
es: Por favor no grabe la pantalla o tome capturas

# **Security.Alerts.ProtectedContent.OK**
source: I have disabled it
es: Lo he deshabilitado

# **Security.Alerts.ProtectedContent.Title**
source: This content is protected
es: Este contenido está protegido

# **Settings.Alerts.ResetProgress.Everything**
source: Everything
es: Todo

# **Settings.Alerts.ResetProgress.OnlyStatistics**
source: Only Statistics
es: Solo estadísticas

# **Settings.Alerts.ResetProgress.Title**
source: Are you sure you want to reset the game configuration and progress?
es: ¿Estás seguro de que deseas reiniciar la configuración y progreso del juego?

# **Settings.Options.ClearCachedImages.Action**
source: Clear
es: Limpiar

# **Settings.Options.ClearCachedImages**
source: Clear cached images
es: Limpiar caché de las imágenes

# **Settings.Options.DarkTheme**
source: Dark theme
es: Tema oscuro

# **Settings.Options.HapticFeedback.Info**
source: *Only available on certain devices.
es: *Solo disponible en ciertos dispositivos.

# **Settings.Options.HapticFeedback**
source: Haptic Feedback
es: Respuesta háptica

# **Settings.Options.Licenses**
source: Licenses
es: Licencias

# **Settings.Options.Music**
source: Background Music
es: Música de fondo

# **Settings.Options.ParallaxEffect**
source: Parallax Effect
es: Efecto parallax

# **Settings.Options.ResetProgress**
source: Reset progress
es: Reiniciar progreso

# **Settings.Statistics.CompletedSets**
source: Completed sets
es: Sets completados

# **Settings.Statistics.CorrectAnswers**
source: Correct answers
es: Respuestas correctas

# **Settings.Statistics.IncorrectAnswers**
source: Incorrect answers
es: Respuestas incorrectas

# **Settings.Statistics.Title**
source: Statistics
es: Estadísticas

# **Settings.Title**
source: Settings
es: Ajustes

# **Topics.AllTopics.SearchBar.PlaceholderText**
source: Topic name
es: Nombre del tema

# **Topics.AllTopics.Title**
source: Topics
es: Temas

# **Topics.AllTopics.Type.Community**
source: Community
es: Comunidad

# **Topics.AllTopics.Type.Saved**
source: Saved
es: Guardados

# **Topics.Community.Submission.Action**
source: Submit
es: Enviar

# **Topics.Community.Submission.Help**
source: Help
es: Ayuda

# **Topics.Community.Submission.Info**
source: You can download a topic using a URL which contains the formatted content or paste the content directly.
es: Puedes descargar un tema usando una URL que tenga el contenido formateado o pegar el contenido directamente.

# **Topics.Community.Submission.Title**
source: Topic submission
es: Enviar tema

# **Topics.Community.Submission.TopicContent**
source: Topic URL or fomatted content
es: URL del tema o contenido

# **Topics.Community.Submission.TopicName**
source: Topic Name
es: Nombre del tema

# **Topics.Community.Title**
source: Community
es: Comunidad

# **Topics.Quizzes.Title**
source: Quizzes
es: Cuestionarios

# **Topics.Saved.Add.Download.Action**
source: Add
es: Añadir

# **Topics.Saved.Add.Download.Help**
source: Help
es: Ayuda

# **Topics.Saved.Add.Download.Info**
source: You can specify a URL which contains an appropiate formatted file or the full topic content.
es: Puedes especificar una URL que contenga el fichero apropiadamente formateado o el contenido entero

# **Topics.Saved.Add.Download.Title**
source: Add topic
es: Añadir tema

# **Topics.Saved.Add.Download.TopicContent**
source: Topic URL or fomatted content
es: URL del tema o contenido

# **Topics.Saved.Add.Download.TopicName**
source: Topic Name
es: Nombre del tema

# **Topics.Saved.Add.Menu.Camera**
source: Read from camera
es: Leer desde la cámara

# **Topics.Saved.Add.Menu.Create**
source: Create topic
es: Crear tema

# **Topics.Saved.Add.Menu.Download**
source: Download remote topic
es: Descargar tema remoto

# **Topics.Saved.Delete**
source: Delete
es: Eliminar

# **Topics.Saved.DeleteAll**
source: Delete %d item%@
es: Eliminar %d ítem%@

# **TopicsCreation.Alerts.Save.Accept**
source: Save
es: Guardar

# **TopicsCreation.Alerts.Save.Cancel**
source: Wait! I'm not done
es: ¡Espera! Todavía no terminé.

# **TopicsCreation.Alerts.Save.Error**
source: Error while saving
es: Error al guardar

# **TopicsCreation.Alerts.Save.Share**
source: Share
es: Compartir

# **TopicsCreation.Alerts.Save.Success**
source: Saved
es: Guardado

# **TopicsCreation.Alerts.Save.Title**
source: What to do with the topic
es: Qué hacer con el tema

# **TopicsCreation.AnswersPerQuestion**
source: Answers per question
es: Respuestas por pregunta

# **TopicsCreation.Generate**
source: Generate form
es: Generar formulario

# **TopicsCreation.QuestionsPerSet**
source: Questions per set
es: Preguntas por set

# **TopicsCreation.SetsNumber**
source: Number of sets
es: Número de sets

# **TopicsCreation.Title**
source: Create Topic
es: Crear tema

# **TopicsCreation.WebView.Answer**
source: Answer
es: Respuesta

# **TopicsCreation.WebView.ImageURL**
source: Image URL
es: URL Imagen

# **TopicsCreation.WebView.ImageURLPlaceholder**
source: Optional
es: Opcional

# **TopicsCreation.WebView.Options.EnableHelp**
source: Enable help button
es: Habilitar el botón de ayuda

# **TopicsCreation.WebView.Options.ForceChooseCorrectAnswers**
source: Force to choose all correct answers
es: Forzar escoger todas las respuestas correctas

# **TopicsCreation.WebView.Options.Name**
source: Name
es: Nombre

# **TopicsCreation.WebView.Options.NamePlaceholder**
source: Optional but recommended
es: Opcional pero recomendado

# **TopicsCreation.WebView.Options.RandomOrderQuestions**
source: Questions in random order
es: Preguntas en orden aleatorio

# **TopicsCreation.WebView.Options.SectionTitle**
source: Options
es: Opciones

# **TopicsCreation.WebView.Options.ShowCorrectIncorrect**
source: Show Correct/Incorrect answers
es: Mostrar respuestas correctas/incorrectas

# **TopicsCreation.WebView.Options.Time**
source: Time per set
es: Tiempo por set

# **TopicsCreation.WebView.Options.TimePlaceholder**
source: Optional
es: Opcional

# **TopicsCreation.WebView.Question**
source: Question
es: Pregunta

# **TopicsCreation.WebView.Title**
source: Topic Creator
es: Creador de temas

# **TopicsCreation.WebView.Validation.Answers.BadCorrectCount.Recovery**
source: [Location] Set: %d, question: %d, correct answers: %d
es: [Localización] Set: %d, pregunta: %d, mal: %d, máximo: %d

# **TopicsCreation.WebView.Validation.Answers.BadCorrectCount**
source: The number of correct answers is incorrect.
es: El número de respuestas correctas es incorreto.

# **TopicsCreation.WebView.Validation.Answers.BadCorrectIndex.Recovery**
source: [Location] Set: %d, question: %d, bad: %d, maximum: %d
es: [Localización] Set: %d, pregunta: %d, mal: %d, máximo: %d

# **TopicsCreation.WebView.Validation.Answers.BadCorrectIndex**
source: The 'correct answer' index is incorrect.
es: El índice de la respuesta correcta es incorrecto.

# **TopicsCreation.WebView.Validation.Answers.Empty.Recovery**
source: [Location] Set: %d, question: %d, answer: %d
es: [Localización] Set: %d, pregunta: %d, respuesta: %d

# **TopicsCreation.WebView.Validation.Answers.Empty**
source: At least one answer is empty.
es: Al menos una respuesta está vacía.

# **TopicsCreation.WebView.Validation.Answers.IncorrectCount.Recovery**
source: [Location] Set: %d, question: %d
es: [Localización] Set: %d, pregunta: %d, respuestas correctas: %d

# **TopicsCreation.WebView.Validation.Answers.IncorrectCount**
source: The number of valid answers is incorrect, repeated answers are not allowed.
es: El número de respuestas válidas es incorrecto, respuestas repetidas no están permitidas.

# **TopicsCreation.WebView.Validation.Invalid**
source: Invalid topic
es: Tema inválido

# **TopicsCreation.WebView.Validation.Questions.Empty.Recovery**
source: [Location] Set: %d, question: %d
es: [Localización] Set: %d, pregunta: %d

# **TopicsCreation.WebView.Validation.Questions.Empty**
source: At least question set is empty.
es: Al menos una pregunta está vacía.

# **TopicsCreation.WebView.Validation.Sets.Empty.Recovery**
source: Sets count: %d
es: Número de sets: %d

# **TopicsCreation.WebView.Validation.Sets.Empty**
source: At least one set is empty.
es: Al menos un set está vacío.
